[A_Item_Assassin.ClassMod_Assassin_LegendaryKiller ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Assassin.ClassMod_Assassin_LegendaryKiller:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Nossa!  Isso se intensificou rapidamente."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Assassin.ClassMod_Assassin_LegendaryNinja ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Assassin.ClassMod_Assassin_LegendaryNinja:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Durante o combate mantenha a sua paz interior."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Assassin.ClassMod_Assassin_LegendarySniper ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Assassin.ClassMod_Assassin_LegendarySniper:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Bam!  No meio dos olhos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Anarchist CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Anarchist:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O caos é meu amigo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Catalyst CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Catalyst:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Chocante, não acha?"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Roboteer CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Roboteer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ciência: meu verdadeiro amor!"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Merc.ClassMod_Merc_LegendaryGunzerker ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Merc.ClassMod_Merc_LegendaryGunzerker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Nada se coloca parado na esquina."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Merc.ClassMod_Merc_LegendaryGunzerker:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Aumenta a [skill]velocidade de reutilização da habilidade de ação[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Merc.ClassMod_Merc_LegendaryHoarder ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Merc.ClassMod_Merc_LegendaryHoarder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Não há tempo a perder."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Merc.ClassMod_Merc_LegendaryTitan ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Merc.ClassMod_Merc_LegendaryTitan:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Desafio aceito."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Psycho.ClassMod_Psycho_Legendary_Reaper CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Reaper:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="A coisa vai ficar feia."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Psycho.ClassMod_Psycho_Legendary_Sickle CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Sickle:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Está entrando num mundo de dor."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Psycho.ClassMod_Psycho_Legendary_Torch CrossDLCClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Torch:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Abrace o profundo e obscuro calor."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Siren.ClassMod_Siren_LegendaryBinder ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Siren.ClassMod_Siren_LegendaryBinder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta a [skill]velocidade de reutilização da habilidade de ação[-skill] de toda a [skill]equipe[-skill]"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Siren.ClassMod_Siren_LegendaryBinder:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Agarre-se firme."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Siren.ClassMod_Siren_LegendaryCat ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Siren.ClassMod_Siren_LegendaryCat:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Grrrau."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Siren.ClassMod_Siren_LegendaryNurse ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Siren.ClassMod_Siren_LegendaryNurse:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="A amizade é mágica."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Soldier.ClassMod_Soldier_LegendaryEngineer ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Soldier.ClassMod_Soldier_LegendaryEngineer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Desenvolvido para a perfeição."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Soldier.ClassMod_Soldier_LegendaryEngineer:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Aumenta a [skill]velocidade de reutilização da habilidade de ação[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Soldier.ClassMod_Soldier_LegendaryPointman ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Soldier.ClassMod_Soldier_LegendaryPointman:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Entendido, câmbio."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Soldier.ClassMod_Soldier_LegendaryRanger ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Soldier.ClassMod_Soldier_LegendaryRanger:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Quer saber como ganhei essas cicatrizes?"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_20PercentCooler AttributePresentationDefinition]
Description="Habilidade 20% mais do caralho"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_Able AttributePresentationDefinition]
Description="Habilidade Competente"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_AllInTheReflexes AttributePresentationDefinition]
Description="Habilidade é questão de reflexos"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_AnnoyedAndroid AttributePresentationDefinition]
Description="Habilidade Andróide Irritado"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_Att_TeamKillSkillDuration AttributePresentationDefinition]
Description="Dur. hab. mortal em equipe"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_BloodBath AttributePresentationDefinition]
Description="Habilidade Banho de Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_BloodOverdrive AttributePresentationDefinition]
Description="Habilidade Sobrecarga Sangrenta"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_BurnBabyBurn AttributePresentationDefinition]
Description="Habilidade Arde, Pôrra, Arde"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_ElectricalBurn AttributePresentationDefinition]
Description="Habilidade Queimadura Elétrica"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_ElementalElation AttributePresentationDefinition]
Description="Habilidade Euforia Elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_EmbraceThePain AttributePresentationDefinition]
Description="Habilidade Abraço da Dor"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_EmptyTheRage AttributePresentationDefinition]
Description="Habilidade Raiva Livre"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_EvilEnchantress AttributePresentationDefinition]
Description="Habilidade Encantadora Maligna"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_FlameFlare AttributePresentationDefinition]
Description="Habilidade Labareda"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_FuelTheBlood AttributePresentationDefinition]
Description="Habilidade Avivar o Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_FuelTheFire AttributePresentationDefinition]
Description="Habilidade Avivar a Chama"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_InterspersedOutburst AttributePresentationDefinition]
Description="Habilidade Descarga Intermitente"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_MadeOfSternerStuff AttributePresentationDefinition]
Description="Habilidade Feito de Material Duro"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_MorePep AttributePresentationDefinition]
Description="Habilidade Mais Energia"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_Myelin AttributePresentationDefinition]
Description="Habilidade Mielina"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_PainIsPower AttributePresentationDefinition]
Description="Habilidade Dor É Poder"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_PotentAsAPony AttributePresentationDefinition]
Description="Habilidade Potente Como um Pónei"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_Ranger AttributePresentationDefinition]
Description="Habilidade Explorador"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_SilenceTheVoices AttributePresentationDefinition]
Description="Habilidade Silenciar as Vozes"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_SmallerLighterFaster AttributePresentationDefinition]
Description="Habilidade Pequeno, Rápido e Ligeiro"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_StrengthOfFiveGorillas AttributePresentationDefinition]
Description="Habilidade Força de 5 Gorilas"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_TasteOfBlood AttributePresentationDefinition]
Description="Habilidade Sabor de Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_ThrillOfTheKill AttributePresentationDefinition]
Description="Habilidade Emoção de Matar"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_TypeIconoclast AttributePresentationDefinition]
Description="Habilidade Iconoclasta Enclausurada"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_UnstoppableForce AttributePresentationDefinition]
Description="Habilidade Força Sem Controle"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobelia_WiresDontTalk AttributePresentationDefinition]
Description="Habilidade Os Cabos Não Falam"
NoConstraintText=""
Suffix=""
Prefix=""

[AttributePresentations.AttrPresent_Lobellia_InstigatedStatusEffectDamageModifier AttributePresentationDefinition]
Description="Danos por efeito elem."
NoConstraintText=""
Suffix=""
Prefix=""

[Prefix_Assassin.Prefix_LegendaryKiller ItemNamePartDefinition]
PartName="Assassino Lendário"

[Prefix_Assassin.Prefix_LegendaryNinja ItemNamePartDefinition]
PartName="Ninja Lendário"

[Prefix_Assassin.Prefix_LegendarySniper ItemNamePartDefinition]
PartName="Sniper Lendário"

[Prefix_Mechromancer.Prefix_LegendaryAnarchist ItemNamePartDefinition]
PartName="Anarquista Lendária"

[Prefix_Mechromancer.Prefix_LegendaryCatalyst ItemNamePartDefinition]
PartName="Catalista Lendária"

[Prefix_Mechromancer.Prefix_LegendaryRoboteer ItemNamePartDefinition]
PartName="Rebatedora Lendária"

[Prefix_Merc.Prefix_LegendaryGunzerker ItemNamePartDefinition]
PartName="Gunzerker Lendário"

[Prefix_Merc.Prefix_LegendaryHoarder ItemNamePartDefinition]
PartName="Hoarder Lendário"

[Prefix_Merc.Prefix_LegendaryTitan ItemNamePartDefinition]
PartName="Titã Lendário"

[Prefix_Psycho.Prefix_LegendaryReaper ItemNamePartDefinition]
PartName="Estripador Lendário"

[Prefix_Psycho.Prefix_LegendarySickle ItemNamePartDefinition]
PartName="Demente Lendário"

[Prefix_Psycho.Prefix_LegendaryTorch ItemNamePartDefinition]
PartName="Tocha Lendário"

[Prefix_Siren.Prefix_LegendaryBinder ItemNamePartDefinition]
PartName="Bibliotecária Lendária"

[Prefix_Siren.Prefix_LegendaryCat ItemNamePartDefinition]
PartName="Gata Lendária"

[Prefix_Siren.Prefix_LegendaryNurse ItemNamePartDefinition]
PartName="Enfermeira Lendária"

[Prefix_Soldier.Prefix_LegendaryEngineer ItemNamePartDefinition]
PartName="Engenheira Lendária"

[Prefix_Soldier.Prefix_LegendaryPointman ItemNamePartDefinition]
PartName="Oficial Lendário"

[Prefix_Soldier.Prefix_LegendaryRanger ItemNamePartDefinition]
PartName="Ranger Lendário"

